[
  {
    "date": "1890; 1972",
    "date_source": "text",
    "dates_from_text": [
      "1890",
      "1972-11-15"
    ],
    "height": 517,
    "id": "704285f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/704285f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/f81537f0-c534-012f-da41-58d385a7bc34",
    "original_title": "Brooklyn: Flatbush Avenue - Toot Hill Road",
    "text": "Flatbush Avenue: An early view of the avenue, showing the Hess House on the left. The exact part of the avenue is not known to the writer of these lines, but it is most likely the area below Beverley Road. The 1890 atlas of Kings County shows the Flatbush Avenue trolley line to have terminated just north of Beverley Road, Then Avenue B. No trolley line ran south of that point.\n\nEugene L. Armbruster Collection\nabout 1890\n\nArmbruster's identification of this photograph is incorrect.\n\nThis view shows Flatbush Avenue, east side, south from about where present-day Tilden Ave. is located. The John Hess house (left) was the second house north of the corner of Vernon Avenue (now Duryea Place). The building on the south-east corner of Flatbush and Vernon Avenues (just to the right of the Hess house in this photo, with porch) was the Willink House, a hotel run by two sisters, Mrs. Willink and Miss Ludlow.\n\nThe Hess house belonged in 1711 to Johannes Johnson, who sold it that year to the Reformed Dutch Church for use as a parsonage. In 1881 it was described as \"rapidly going to decay,\" so this photo must be quite a bit earlier, perhaps 1870.\n\nRef.: Strong, History of Flatbush (1842), p. 87. Vanderbilt, Social History of Flatbush (1909 edition), p. 191, 194.\n\nJoseph Halpern\nNov. 15, 1972\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/704285f-a.jpg",
    "title": "",
    "width": 600,
    "years": [
      "1890",
      "1972"
    ]
  },
  {
    "date": "1892",
    "date_source": "text",
    "dates_from_text": [
      "1892"
    ],
    "height": 467,
    "id": "704284f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/704284f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/f7be5c50-c534-012f-b851-58d385a7bc34",
    "original_title": "Brooklyn: Flatbush Avenue - Tilden Avenue",
    "text": "Flatbush Ave., east side, south of Tilden Ave., showing the Van Beuren home. In 1850 it was known as the Jacob Duryea house, and was midway between Cortelyou Road (then Canarsie Lane), and Tilden Ave., (then Vernon Ave). The property was acquired by the Brooklyn City R.R. Co., whose barns appear to the right of the house. 1892.\n\nEugene L. Armbruster Collection.\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/704284f-a.jpg",
    "title": "",
    "width": 600,
    "years": [
      "1892"
    ]
  }
]