[
  {
    "date": "1897",
    "date_source": "nypl",
    "height": 481,
    "id": "731381f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/731381f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/7468fc20-c55f-012f-fbe9-58d385a7bc34",
    "text": "Union Cemetery (Brooklyn): Viewing westward toward the old Methodist cemetery, behind the wooden fence. The cemetery which was bounded by what are now (1941) Palmetto Street and Knickerbocker, Irving and Putnam Avenues, was sold and the Bushwick High School erected upon the greater part of it. The cemetery fence runs along Irving Avenue from Palmetto Street, which can be seen on the extreme right. In the foreground is Woodbine Street, seen running up to the cemetery from Woodridge Place. Bushwick High School now occupies the left half of the cemetery seen here. The right half was built over with residences and Woodbine Street extended west to connect with Knickerbocker Avenues.\n\nEugene L. Armbruster Collection\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/731381f-a.jpg",
    "title": "Cemeteries - Union Cemetery - Brooklyn.",
    "width": 600,
    "years": [
      "1897"
    ]
  },
  {
    "date": "1897",
    "date_source": "nypl",
    "height": 477,
    "id": "731383f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/731383f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/754b9ec0-c55f-012f-8c1e-58d385a7bc34",
    "text": "Union Cemetery (Brooklyn): A view of the old Methodist cemetery on a plot now (1941) occupied by the Bushwick High School and play ground. The view is southeastward across the cemetery grounds and Palmetto Street from near Knickerbocker Avenue. The cemetery was bounded by what are now Palmetto Street and Putnam, Knickerbocker and Irving Avenues. When the land was sold by the cemetery owners, the bodies were reinterred in Cedar Grove Cemetery.\n\nEugene L. Armbruster Collection\nAbout 1897\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/731383f-a.jpg",
    "title": "Cemeteries - Union Cemetery - Brooklyn.",
    "width": 600,
    "years": [
      "1897"
    ]
  }
]