{
  "720785f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/720785f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/720785f-a.jpg", 
    "title": "", 
    "date": "1900", 
    "text": "Lafayette Street (Elm Street) south from but not including Bond Street, showing the street as it appears when almost completed, after the demolition of the houses which formerly stood there. The construction of the street necessitated the razing of many buildings in a southerly direction from Lafayette Place, which terminated at Great Jones Street, to Elm Street, which commenced at a point slightly south of Jersey Street. The new thoroughfare was named Lafayette Street several years later and under it was built the Interborough Rapid Transit Co. (I.R.T.) subway.\nJuly 7, 1900.\nBoard of Transportation Photograph.\nWilliam B. Parsons Collection.\n", 
    "folder": "Lafayette Street & Bond Street, Manhattan, NY", 
    "height": 472, 
    "original_title": "Manhattan: Lafayette Street - Bond Street", 
    "years": [
      "1900"
    ]
  }, 
  "720807f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/720807f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/720807f-a.jpg", 
    "title": "", 
    "date": "1900", 
    "text": "Lafayette Street (Elm Street), north from but not including Bond Street, to and including East 8th Street, shouing the street as it appears when almost completed from Bond to Great Jones Streets (where children are standing) after the demolition of houses which formerly stood there. The construction of the street necessitated the razing of many buildings in a northerly direction from Elm Street, which terminated at a point slightly south of Jersey Street, to Lafayette Place, which commenced at Great Jones Street. The new thoroughfare was named Lafayette Street several years later and under it was constructed the Interborough Rapid Transit Co. (I.R.T.) subway. In the background is visible the Germania Theatre, on East 8th Street, adjoining the N.W. corner of Fourth Ave. It was later razed, and on its site now (1937) stands the main building\nof the John Wanamaker Department Store.\nJuly 7, 1900.\nBoard of Transportation Photograph.\nWilliam B. Parsons Collection.\n", 
    "folder": "Lafayette Street & Bond Street, Manhattan, NY", 
    "height": 475, 
    "original_title": "Manhattan: Lafayette Street - Bond Street", 
    "years": [
      "1900"
    ]
  }, 
  "720788f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/720788f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/720788f-a.jpg", 
    "title": "", 
    "date": "1901", 
    "text": "Lafayette Street (Elm Street), west side, north from and including Bond (left), to but not including Great Jones Streets, showing construction work in progress on the Interborough Rapid Transit Co. (I.R.T.) subway, after the houses which formerly stood there were demolished. The creation of Lafayette Street became possible as a result of the joining of Elm Street, which terminated at a point slightly south of Jersey Street, with Lafayette Place, which commenced at Great Jones Street. This necessitated the razing of many buildings which occupied the area between the two above mentioned streets. The new thoroughfare received its present name several years later. Also shown is Bond Street, north side, west from Lafayette Street, to and including Broadway (where it terminates), with the 5-story Bay State Hotel and Restaurant seen in the extreme left background, bearing Nos. 663-665 Broadway.\nApril 2, 1901.\nBoard of Transportation Photograph.\nVilliam B. Parsons Collection.\n", 
    "folder": "Lafayette Street & Bond Street, Manhattan, NY", 
    "height": 481, 
    "original_title": "Manhattan: Lafayette Street - Bond Street", 
    "years": [
      "1901"
    ]
  }, 
  "720789f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/720789f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/720789f-a.jpg", 
    "title": "", 
    "date": "1901", 
    "text": "Lafayette Street (Elm Street), west side, north from Bond (left), to and including Great Jones Streets, showing construction work in progress on the Interborough Rapid Transit Co. (I.R.T.) subway after the demolition of houses which formerly stood there. Lafayette Street was created by the joining of Elm Street, which terminated at a point slightly south of Jersey Street with Lafayette Place, which commenced at Great Jones Street. This necessitated the razing of many buildings which stood between the above mentioned teo streets. The new thoroughfare was given its present\nname several years later.\nMay 7, 1991.\nBoard of Transportation Photograph.\nwilliam B. Parsons Collection.\n", 
    "folder": "Lafayette Street & Bond Street, Manhattan, NY", 
    "height": 479, 
    "original_title": "Manhattan: Lafayette Street - Bond Street", 
    "years": [
      "1901"
    ]
  }, 
  "720799f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/720799f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/720799f-a.jpg", 
    "title": "", 
    "date": "1934", 
    "text": "Lafayette Street, west side, north from and including Bond, to and including East 4th Streets. Also shown (left foreground) are Nos. 10 and 8 Bond Street, adjoining and west of the N.W. corner of Lafayette Street.\nMarch 16, 1934.\nP. L. Sperr.\n", 
    "folder": "Lafayette Street & Bond Street, Manhattan, NY", 
    "height": 402, 
    "original_title": "Manhattan: Lafayette Street - Bond Street", 
    "years": [
      "1934"
    ]
  }, 
  "716721f-a": {
    "width": 432, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/716721f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/716721f-a.jpg", 
    "title": "", 
    "date": "", 
    "text": "11 Bond Street, at the S. W. corner of Lafayette Street. This structure was removed for the Animal Hospital of the New York Womens League for Animals. Note the fact of the paved condition of Lafayette Street (left). This\nis of recent construction.\nAbout 1900's\nThomas W. Kennedy, photo\nThru Beecher Ogden\nMuseum Photographers Assn.\nNEG E 87021\n", 
    "folder": "Bond Street & Lafayette Street, Manhattan, NY", 
    "height": 600, 
    "original_title": "Manhattan: Bond Street - Lafayette Street", 
    "years": [
      ""
    ]
  }
}