{
  "720061f-a": {
    "width": 405, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/720061f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/720061f-a.jpg", 
    "title": "Manhattan: Gramercy Park West - Gramercy Park (North)", 
    "date": "1923", 
    "text": "4 to 1 (left to right) Gramercy Park West, south of, adjoining and at the S.W. corner of Gramercy Park North. No. 4 (extreme left) is the former residence of William F. Harper, one time Mayor of New York; No. 3, the home of the Netherland Club, and No. 1, the house once occupied by Dr. Valentine Mott, distinguished physician, who was connected with Bellevue Hospital.\nAbout 1923.\nGift of E. M. Jenks.\n\nThe New York Sun of June 2, 1939 reports the sale of No. 3, the home of the Netherland Club to Eugene Schoen, architect. The new owner will convert this 75 year old structure into small apartments. The Lee family were the owners from 1866 to 1912, when the estate of Benjammin Franklin Lee sold same to the seller in the current sale.\n\nAdditional data regarding No. 1 Gramercy Park West, the former residence of Dr. Valentine Mott, appeared in the New York Times\nof September 24, 1941, Real Estate section.\n", 
    "folder": "Gramercy Park West & Gramercy Park (North), Manhattan, NY", 
    "height": 600, 
    "years": [
      "1923"
    ]
  }, 
  "720058f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/720058f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/720058f-a.jpg", 
    "title": "Manhattan: Gramercy Park West - Gramercy Park (North)", 
    "date": "1925", 
    "text": "1 to 7 Gramercy Park West, west side, south from Gramercy Park North, to and including Gramercy Park South. No. 1 (corner house) is the house once occupied by Dr. Valentine Mott, distinguished physician who was connected with Bellevue Hospital. No. 3 (third house) is the home of the Netherland Club. No. 4 is the former residence of William F. Harper, one time Mayor of New York. No. 7 (7-story building) is the Christian Workers Home. This building is\nnow known (1937) as the Kennedy House.\n\nApril 1925.\nBrown Brothers.\n\nAdditional data regarding No. 1 Gramercy Park West, the former home of Dr. Valentine Mott, appeared in the real estate section of The New York Times, September 24, 1941.\n\nSlide #84\n", 
    "folder": "Gramercy Park West & Gramercy Park (North), Manhattan, NY", 
    "height": 482, 
    "years": [
      "1925"
    ]
  }, 
  "720059f-a": {
    "width": 399, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/720059f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/720059f-a.jpg", 
    "title": "Manhattan: Gramercy Park West - Gramercy Park (North)", 
    "date": "1928", 
    "text": "1 to 7 Gramercy Park West (center of view from right to left) west from Gramercy Park North, to Gramercy Park South, as seen across the south side of Gramercy Park horth and the Park, No. 7, the 7-story building at the left, is the Christian Workers' Home. Also shown is the 20-story Rex Cole (formerly Eagle) Building, at the S.E. corner of East 21st Street and Fourth Ave.\n\nJuly 7, 1928.\nP. L. Sperr.\n", 
    "folder": "Gramercy Park West & Gramercy Park (North), Manhattan, NY", 
    "height": 600, 
    "years": [
      "1928"
    ]
  }
}