{
  "727155f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/727155f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/727155f-a.jpg", 
    "title": "", 
    "date": "1923", 
    "text": "(1) Kissena Boulevard, (formerly Jamaica Ave.), east side, between Franklin and Elder Aven., showing Sanford Hall, which was erected in 1836 by Nathon Sanford, who was born at Bridgehampton in 1777. In August 1823 when he was elected to the United States Senate in place of Rufus King. Dr. James and his brother Allen Macdonald purchased Sanford Hall after 1841 and moved their private sanitarium from Murray Hill in New York City in 1845 to this place. This property was sold in 1924 to a group of real estate operators. The buildings were still occupied as a sanitarium in 1909. In 1873 this property extended from Jamaica Ave. on the west, to Parsons Ave. on the east, and from a point south of Franklin Ave., south to Elder Ave. Since then Bowne Street was extended with Ash, Beach and Cherry Aves. through this estate.\n\nJanuary 1923.\nEugene L. Armbruster Collection.\n\n(2) The same, another view.\n\nJanuary 1923.\nEugene L. Armbruster Collection.", 
    "folder": "Kissena Boulevard & Franklin Avenue, Queens, NY", 
    "height": 463, 
    "original_title": "Queens: Kissena Boulevard - Franklin Avenue", 
    "years": [
      "1923"
    ]
  }, 
  "727154f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/727154f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/727154f-a.jpg", 
    "title": "", 
    "date": "1927", 
    "text": "Kissena Boulevard, east side, north from Franklin to Naple Avenues, showing a row of private homes.  THey all appear in Wolverton's 1891 map of Queens County. Kissena Boulevard ws then known as Jamaica Avenue.\nApril 8, 1927\nP.L. Sparr", 
    "folder": "Kissena Boulevard & Franklin Avenue, Queens, NY", 
    "height": 378, 
    "original_title": "Queens: Kissena Boulevard - Franklin Avenue", 
    "years": [
      "1927"
    ]
  }
}