{
  "711252f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/711252f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/711252f-a.jpg", 
    "title": "", 
    "date": "1880", 
    "text": "14th Street, north side, west from but not including University Place.  About 1880.  New York Edison Company. ", 
    "folder": "14th Street & University Place, Manhattan, NY", 
    "height": 505, 
    "original_title": "Manhattan: 14th Street - University Place", 
    "years": [
      "1880"
    ]
  }, 
  "723583f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/723583f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/723583f-a.jpg", 
    "title": "Manhattan: Union Square - [University Place - 14th Street.]", 
    "date": "1893", 
    "text": "Union Square, seen from the S.W. corner at University Place and 14th Street.  Henry K. Browne's statue of Lincoln, erected by popular subscription in 1868, stands in the left foreground, facing away from the camera.  Bartholdi's Lafayette, erected in 1876 by the French residents of the city, is visible in the extreme right of the picture.  Behind it may be seen the old Union Square Hotel on the S.E. corner of Union Square East (Fourth Avenue) and 15th Street, built in the late 1870's.\nUnion Square, a broad common where Fourth Avenue, the old Bowery Road, and other streets converged, was like Washington Square, once used as a Potter's Field.  In 1845 it was made into a park, and was soon surrounded by fine mansions, remaining the Belgravia of New York up to the time of the Civil War.  At the time of this picture, the fashionable shopping district was located here and north to Madison Square.\nOn the N.W. corner of Fourth Avenue and 17th Street stands the Everett House, a famous old hotel named after the orator Edward Everett.  Behind it is a 9-story wing very recently added, on the corner of 16th Street; it will later become the Bradley Building, even before the Everett is torn down.  Adjoining the Everett, to the left of the picture, is a new 6-story office building.  The Westmoreland apartment house, on the S.E. corner of 17th Street and Union Square East, is the building in which William Lloyd Garrison died.\nCompare this with the same view in January, 1928, New York Edison photo No. 60533\n\n1893\nNew York Edison Company Collection\n", 
    "folder": "Union Square & [University Place & 14th Street.], Manhattan, NY", 
    "height": 504, 
    "years": [
      "1893"
    ]
  }, 
  "711251f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/711251f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/711251f-a.jpg", 
    "title": "", 
    "date": "1938", 
    "text": "14th Street (across foreground), at the S.E. corner of University Place, showing the former Springler Hotel under demolition.  It will be replaced by a 2 story commercial structure.  It is on a part of the old Brevoort farm of 22 acres that Elias Brevoort sold about 1758 to John Smith and whose heirs four years later sold to Henry Springler.  The demolished building was originally a private dwelling and became a hotel after the Springler House of No. 5 Union Square burned down in the 1870's.  It was a favorite rendezvous for actors playing at the old Academy of Music, Tony Pastors, the Union Square and other theaters of the vicinity.  Tradition has it that well known Thespians lived here and that the \"Lambs\" had their inception here, tho that organization has no record of having formally used these rooms.  A fuller account may be found in the New York Times of June 2, 1938.  Note through the center the extensive view southward on the east side of University Place.\n\nJune 15, 1938\nF.L. Sperr", 
    "folder": "14th Street & University Place, Manhattan, NY", 
    "height": 401, 
    "original_title": "Manhattan: 14th Street - University Place", 
    "years": [
      "1938"
    ]
  }
}