[
  {
    "date": "1926",
    "date_source": "nypl",
    "height": 454,
    "id": "718985f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/718985f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/41d9a510-c54c-012f-6179-58d385a7bc34",
    "original_title": "Manhattan: Clark Street - Spring Street",
    "text": "Clark Street, south from Spring to Broome Streets. This two-block street will be absorbed by the extension of Sixth Avenue; and its west side, shown at the right, will become part of the west side of Sixth Avenue. Public School No. 38, shown here on the south side from Dominick to Broome Streets, will become 141-131 Sixth Avenue (new number).\n\n1926.\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/718985f-a.jpg",
    "title": "",
    "width": 600,
    "years": [
      "1926"
    ]
  },
  {
    "date": "1926",
    "date_source": "nypl",
    "height": 438,
    "id": "723375f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/723375f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/3a81d100-c553-012f-5837-58d385a7bc34",
    "original_title": "Manhattan: Spring Street - Clark Street",
    "text": "Spring Street, western section (originally Brannon Street), west from and including the future Sixth Avenue Extension (Clark Street on the south side, and Macdougal Street on the north side). The Butterick Building, erected in the winter 1902-03, at the right, will become the N.W. corner of Sixth Avenue and Spring Street. Adjoining the Butterick Building, and opposite the northern end of Clark Street (which will become part of the west side of Sixth Avenue), the new Vivadou Building is under construction (see also Vandam Street). At the southwest corner of Varick Street may be seen part of the American News Building, built two or three years before this picture was taken. The absorbtion of Brannon Street by Spring Street took place about 1807, and is one of the earliest examples of a process which went on in the city's street nomenclature all through the Nineteenth Century. \"The Villager\" attributes the name Brannon to the family of a man of that name who kept a public house in this neighborhood up to 1861.\n\n1926.\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/723375f-a.jpg",
    "title": "",
    "width": 600,
    "years": [
      "1926"
    ]
  }
]