{
  "726209f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/726209f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/726209f-a.jpg", 
    "title": "Queens: Bridge Plaza North - Hunter Street", 
    "date": "1910?", 
    "text": "Bridge Plaza, west from Hunter Street, toward the Queensboro Bridge, showing this lovely area before the subway \"El\" reached here and the street car was the only means of public conveyance. The building with the clock tower is the Brewster Building, still standing at this writing (1941) and first appearing in a 1909 atlas. The white building preceding it marks the site on which was later erected the nine-story building of the New York and Queens Electric Light and Power Company. The writer of these lines is unable to determine whether this four-story structure is the earlier building of the electric company.\nOn the left, above the entrance to the second frame house is the inscription \"Which will you have--The wages of sin is death, but the gift of God is eternal life through Jesus Christ our Lord.\" The three-story building preceding the wooded area is the local office of the Western Union Telegraph and Cable Company.\nUrbrock Collection  About 1910\n", 
    "folder": "Bridge Plaza North & Hunter Street, Queens, NY", 
    "height": 483, 
    "years": [
      "1910"
    ]
  }, 
  "726210f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/726210f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/726210f-a.jpg", 
    "title": "Queens: Bridge Plaza North - Hunter Street", 
    "date": "1927?", 
    "text": "Bridge Plaza North, at Hunter Street, looking north from underneath the 'El' pillars. The Corn Exchange Bank, the Long Island City Savings Bank, and the First Mortgage Guarantee Company are located on the Bridge Plaza, whereas the Title Guarantee and Trust Company office and the Bank of the Manhattan\nCompany Building are on 4lst Avenue.\nEwing Galloway  About 1927\n", 
    "folder": "Bridge Plaza North & Hunter Street, Queens, NY", 
    "height": 341, 
    "years": [
      "1927"
    ]
  }
}