{
  "725840f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/725840f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/725840f-a.jpg", 
    "title": "", 
    "date": "1932; 1965", 
    "text": "The old Dutch colonial house at the corner of West Drive and Alston Pl. in Douglas Manor, Douglaston, New York, now owned by Mr. and Mrs. L. Kelville Larson was built in 1735 by Cornelius Van Wyck. He was the eldest son of Johannes Van Wyck whose father, an earlier Cornelius Van Wyck, was one of the patentees of Mid-Wout, having emigrated there from Holland in 1660.\nIn 1705, 125 acres of land south and east of the present house at West Drive and Alston Pl., was purchased from Richard and Sarah Cornell by Johannes Van Wyck. His brother Theodorus had already acquired land on King's Point. Johannes had three sons and four daughters and became a Justice of the Provincial Courts.\nWhen Justice Johannes died in 1734, the property was inherited by his eldest son Cornelius who had married Mary Hicks, daughter of Judge Isaac Hicks. Cornelius and Mary prospered, added to the original farm, and until Cornelius' death in 1759, lived in the house they had built twenty-four years earlier.\nCornelius left three sons - Stephan, Cornelius II, and Gilbert. Stephan, the eldest, inherited the house and flourishing farm. Cornelius II had the misfortune of being captured by the British in a surprise raid on Flushing and was confined aboard one of the notorious prison ships anchored in the Wallabout (Bay). He died soon after his release from the effects of a year's confinement under horrible conditions. Stephan fell heir to the appointment as\ndelegate to the Continental Congress, to which office his deceased brother Cornelius had been elected in June, 1776.\nGilbert Van Wyck, the youngest of the three brothers, was a Tory and served as a justice of the peace for King George III until the end of the war when he joined the Tory exodus to Nova Scotia. His cousins Captain Thomas Hicks and Captain Thomas Van Wyck, who had remained loyal to the crown, went with him.\nHowever, Major Cornelius Van Wyck, Gilbert's son, fought with the Continental army for the duration of the war since he did not share his father's political views.\nConsequently, in 1789, Major Cornelius Van Wyck inherited the house and land jointly with his cousin Stephan, son of the Cornelius-of-the-prison-ship. Stephan was not interested in farming and sold his interest to Major Cornelius who thus became the last Van Wyck owner of the house his grandfather built in 1735. The Major held the property for another thirty years and in 1819 sold it to Wynant Van Zandt, one of the early merchants and an alderman of old New York City.\nVan Zandt, who had previously purchased the adjoining 12O acres to the north now commonly known as \"The Point\" area of Douglas Manor, began in 1819 the construction of a large manor house in \"The Point\" section. It is assumed that his family occupied the Van Wyck house during the construction of the new manor house. In fact, among several interesting items found in the chimney place of the old house during some restoration work were two copy books signed by Charlotte Van Zandt, presumably one of Van Zandt's four daughters. In addition they had eleven sons so could well use the large new manor house.\nIn 1835 George Douglas purchased the Manor house and the 12O acres on the point. After his death in 1862 his son William inherited the property. During the tenure of the Douglas family the old Van Wyck house was used as a guest house or was rented to friends. One such was Dr. Edward Livingston Trudeau, who founded the famous tuberculosis sanitarium at Saranac Lake, New York. Trudeau married in 1871 Charlotte Beare whose father was rector of Zion Episcopal Church in Douglaston for 45 years, from 1587 to 1888. The Beare family were close friends of the Douglas' and when Trudeau and Charlotte Beare were married, William Douglas gave the wedding reception in the Manor House. After a honeymoon of several months in Europe, the couple rented the old Van Wyck house and lived there for the first year of their married life.\nIn 1906 the entire property, including the Manor House and the old Van Wyck house, was sold to the Douglas Manor Company. The Manor House became an inn and the old Van Wyck house became the first home of the Douglaston Club. In 1921 the Douglaston Club took possession of the Manor House and it is still being used as the community social and recreational center. The old Van Wyck house was bought by Mr. and Wrs. E.M. Wicht who did away with some structures which had been added when the house was used as a club and restored the old house to its original foundation. In 1933 the house was purchased by Mr. and Mrs. L. Keville Larson who are still in residence.\n\nJune 1965\nC. Manley De Bevoise\n51-05 Browvale Lane\nLittle Neck, N.Y.\n", 
    "folder": "West Drive & Alston Place, Queens, NY", 
    "height": 484, 
    "original_title": "Queens: West Drive - Alston Place", 
    "years": [
      "1932", 
      "1965"
    ]
  }, 
  "728190f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/728190f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/728190f-a.jpg", 
    "title": "", 
    "date": "", 
    "text": null, 
    "folder": "West Drive & Alston Place, Queens, NY", 
    "height": 485, 
    "original_title": "Queens: West Drive - Alston Place", 
    "years": [
      ""
    ]
  }, 
  "728191f-b": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/728191f-b.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/728191f-b.jpg", 
    "title": "", 
    "date": "", 
    "text": "Van Wyck House\nWest Dr. & Alston Pl.\nDouglaston, N.Y.\n\nC. Manley DeBevoise\n51-50 Brownvale Lane\nLittle Neck, N.Y. 11362\n\nNeg. A-458\nNeg. A-458a", 
    "folder": "West Drive & Alston Place, Queens, NY", 
    "height": 413, 
    "original_title": "Queens: West Drive - Alston Place", 
    "years": [
      ""
    ]
  }, 
  "728191f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/728191f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/728191f-a.jpg", 
    "title": "", 
    "date": "", 
    "text": "Van Wyck House\nWest Dr. & Alston Pl.\nDouglaston, N.Y.\n\nC. Manley DeBevoise\n51-50 Brownvale Lane\nLittle Neck, N.Y. 11362\n\nNeg. A-458\nNeg. A-458a", 
    "folder": "West Drive & Alston Place, Queens, NY", 
    "height": 419, 
    "original_title": "Queens: West Drive - Alston Place", 
    "years": [
      ""
    ]
  }, 
  "728192f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/728192f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/728192f-a.jpg", 
    "title": "", 
    "date": "", 
    "text": "Facing Little Neck Bay, Douglaston. Van Wyck homestead (Van Zandt, Larson) 1965\n\nC. Manley De Bevoise\n51-50 Browvale Lane\nLittle Neck, N.Y.", 
    "folder": "West Drive & Alston Place, Queens, NY", 
    "height": 486, 
    "original_title": "Queens: West Drive - Alston Place", 
    "years": [
      ""
    ]
  }, 
  "728193f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/728193f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/728193f-a.jpg", 
    "title": "", 
    "date": "", 
    "text": "Van Wyck House\nWest Dr. & Alston Pl.\nDouglaston, N.Y.\n\nC. Manley DeBevoise\n51-05 Browvale Lane\nLittle Neck, N.Y. 11362\n\nNeg. A-459", 
    "folder": "West Drive & Alston Place, Queens, NY", 
    "height": 483, 
    "original_title": "Queens: West Drive - Alston Place", 
    "years": [
      ""
    ]
  }, 
  "728194f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/728194f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/728194f-a.jpg", 
    "title": "", 
    "date": "", 
    "text": "Van Wyck House\nWest Dr. & Alston Pl.\nDouglaston, N.Y.\n\nC. Manley DeBevoise\n51-05 Browvale Lane,\nLittle Neck, N.Y. 11362\n\nNeg. A-459\n\nThe old Dutch colonial house at the corner of West Drive and Alston Pl. in Douglas Manor, Douglaston, New York, now owned by Mr. and Mrs. L. Kelville Larson, was built in 1735 by Cornelius Van Wyck. He was the eldest son of Johannes Van Wyck whose father was an earlier Cornelius Van Wyck, was one of the patentees of Mid-Wout, having emigrated there from Holland in 1660.\n\nIn 1705 one hundred and twenty-five acres of land south and east of the present house at West Drive and Alston Pl., was purchased from Richard and Sarah Cornell by Johannes Van Wyck. His brother Theodorus had already acquired land from King's Point. Johannes had three sons and four daughters and became a Justice of the Provincial Courts.\n\nWhen Justice Johannes died in 1734, the property was inherited by his eldest son Cornelius who had married Mary Hicks, daughter of Judge Isaac Hicks. Cornelius and Mary prospered, added to the original farm, and until Cornelius' death in 1759, lived in the house they had built twenty-four years earlier.\n\nCornelius left three sons - Stephan, Cornelius II, and Gilbert. Stephan the eldest, inherited the house and flourishing farm. Cornelius II had the misfortune of being captured by the British in a surprise raid of Flushing and was confined aboard one of the notorious prison ships anchored in the Wallabout (Bay). He died soon after his release from the effect of a years confinement under horrible conditions. Stephan fell heir to the appointment as delegate to the Continental Congress to which office his deceased brother Cornelius had been elected in June, 1776.", 
    "folder": "West Drive & Alston Place, Queens, NY", 
    "height": 487, 
    "original_title": "Queens: West Drive - Alston Place", 
    "years": [
      ""
    ]
  }
}