[
  {
    "date": "1933",
    "date_source": "nypl",
    "folder": "10th Street (West) & Waverly Place, Manhattan, NY",
    "height": 397,
    "id": "711052f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/711052f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/b7a82800-c53f-012f-3f83-58d385a7bc34",
    "original_title": "Manhattan: 10th Street (West) - Waverly Place",
    "text": "West 10th Street (formerly Amos Street), north side, from Waverly Place (formerly Factory Street), to Greenwich Avenue, inclusive, seen from the roof of 45 Christopher Street, a tall new apartment building east of Seventh Avenue South. The neighborhood is low-grade residential in character. The car track on 10th Street is the westbound track of the 8th Street crosstown line. Greenwich Villagers of this period will recognize Julius's speakeasy, which will become a legal bar after Repeal, on the N.W. corner of Waverly Place. John and Gene's (\"The Old Place\"), on the north side between Greenwich Avenue and Waverly Place, is not visible in this picture.\n\nMarch 6, 1933.\n\nP. L. Sperr.\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/711052f-a.jpg",
    "title": "",
    "width": 600,
    "years": [
      "1933"
    ]
  },
  {
    "date": "1933",
    "date_source": "nypl",
    "folder": "10th Street & Waverly Place, Manhattan, NY",
    "height": 600,
    "id": "711053f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/711053f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/b8225c00-c53f-012f-d577-58d385a7bc34",
    "original_title": "Manhattan: 10th Street - Waverly Place",
    "text": "10th Street (formerly Amos Street), east from Waverly Place (formerly Factory Street), showing the new House of Detention for Women (1930) on the S.E. corner of Greenwich Avenue, and the Jefferson Market Courthouse and clock tower (1875) on the S.W. corner of Sixth Avenue. The clock tower, incidentally, contains an old fire bell, which is not allowed to be rung for fear the vibration might impair the foundations of the courthouse.\nThe names Factory Street and Amos Street have not been used since the Civil War. Amos Street was renamed because at Sixth Avenue it meets the western end of the real 10th Street.\nMarch 6, 1933.\n\nP. L. Sperr.\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/711053f-a.jpg",
    "title": "",
    "width": 405,
    "years": [
      "1933"
    ]
  }
]