{
  "717319f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/717319f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/717319f-a.jpg", 
    "title": "", 
    "date": "1889", 
    "text": "842 Broadway, at the N. E. corner of East 13th Street, showing the Star Theatre. This structure was erected as Wallacks Theatre and opened on September 25, 1861. It was here that the name Wallack gained its brightest laurels. Charles Fisher, John Sefton, Mark Smith, John Gilbert, James Williamson, E. L. Davenport, J. H. Stoddard, Henry Montgue, Dion Boucicault, Charles Coghlan, Fanny Morant, Rose Eytinge, Katherine Rogers and Rose Coghlan appeared here. The plays presented were the standard old comedies and the best of the works of contemporaneous English dramatists. The house and company were famous for the general excellence of the productions, rather than for the brilliancy of particular events. It became the Germania in 1881, and the rechristened Star in 1883. Theodore Moss was the manager for many years and remodelled the interior in 1883 and in 1889. Note the sign in the store window announcing the proposed demolition. On the right is an eastward view on the north side of East 13th Street, across Fourth Avenue. Huber's 14th Street Palace and Museum appears there.\n\n1889\nN.H. Tiemann, photo\nGift of Urbrock Collection\n", 
    "folder": "Broadway & 13th Street (East), Manhattan, NY", 
    "height": 470, 
    "original_title": "Manhattan: Broadway - 13th Street (East)", 
    "years": [
      "1889"
    ]
  }, 
  "711169f-a": {
    "width": 483, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/711169f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/711169f-a.jpg", 
    "title": "", 
    "date": "1927", 
    "text": "13th Street south side, east from end including Broadway, to end including Fourth Avenue. This view also shows Broadway at, adjoining and south of the S.E. corner of 13th Street.\n\nJanuary 24, 1927\n\nJoseph P. Day\n\nThe two story building at the S.W. corner of this street and Fourth Avenue will be demolished and replaced by a 1-story gas station according to the building plans filed as per the New York Times of March 31, 1938. This edifice formerly housed the Post Office (Station D) which is now located at the N.E. corner of Fourth Avenue and East 11th Street. ", 
    "folder": "13th Street & Broadway, Manhattan, NY", 
    "height": 600, 
    "original_title": "Manhattan: 13th Street - Broadway", 
    "years": [
      "1927"
    ]
  }
}