{
  "725663f-a": {
    "title": "", 
    "text": "The text here is incorrect. It correctly identifies the building as Fillmore Hall (my home, so I'm sure of this), but the location is wrong. Fillmore Hall is located on 35th avenue between 83rd and 84th streets (the caption says 34th avenue and implies that it's at 84th street. The location in the caption is of The Towers Cooperative). It is all one building with several inset areas, so the description of it as \"a new group of apartment houses\" and \"side of the buildings\" is inaccurate.\n\nThe view is from 35th Avenue on the north lot between 84th and 85th street, looking at the front (north-facing) and east-facing side of the building. The building is believed to have been started in 1929 before the crash, and completed in 1930, and is considered the last Jackson Heights building constructed with this level of ornament. This also makes the \"about 1927\" in the caption most likely incorrect. Notably, the decorative arches and rooftops on the front and side of the building have all been removed at some point, but I don't know when.\n\n--\nThe incorrect caption shown reads:\n\"81st Street, at the S.W. corner of 34th Avenue, showing Fillmore Hall, a group of new apartment houses. On the right is the 34th Avenue side of the buildings.\n\nAbout 1927\n\n--\nA suggested new caption for this image would be:\n\n84th Street, at the N.E. corner of 35th Avenue, showing Fillmore Hall (83-10 35th Avenue) near its completion, c. 1930. On the right side is the 35th Avenue side of the building. Fillmore Hall, designed before the stock market crash of 1929 but completed after, is believed to be the last building with this level of ornament constructed in Jackson Heights.\n", 
    "original_title": "Queens: 81st Street - 34th Avenue", 
    "height": "484", 
    "width": "600", 
    "date": "1927?", 
    "folder": "81st Street & 34th Avenue, Queens, NY"
  }, 
  "725661f-a": {
    "title": "", 
    "text": "81st Street (left), east side, north from 34th Avenue to Northern Boulevard, showing a group of apartment buildings called \"The Towers.\" These buildings are also on the west side of 82nd Street and extend as far north as Northern Boulevard. The 34th Avenue side of the two corner buildings are also shown.\nThe avenue has a tree-lined isle.\nEwing Calloway  About 1928\n", 
    "original_title": "Queens: 81st Street - 34th Avenue", 
    "height": "413", 
    "width": "600", 
    "date": "1928?", 
    "folder": "81st Street & 34th Avenue, Queens, NY"
  }, 
  "725662f-a": {
    "title": "", 
    "text": "81st Street, at the N.E. corner of 34th Avenue, showing a corner of \"The Towers,\" a large group of apartment houses. The view is eastward across tennis courts lying between 79th and 80th Streets.\n\nBrown Brothers  About 1928\n", 
    "original_title": "Queens: 81st Street - 34th Avenue", 
    "height": "600", 
    "width": "474", 
    "date": "1928?", 
    "folder": "81st Street & 34th Avenue, Queens, NY"
  }
}