{
  "723673f-a": {
    "title": "Manhattan: University Place - Washington Mews", 
    "text": "University Place, north from and including Washington Mews, just above Washington Sduare North. The office building on the S.E. corner of 8th Street, was originally built by Merck a Company, about 1895, on the site of old 42-38 Clinton Place (now 34 East 8th Street). On the S.E. corner of 9th Street is the Hotel Lafayette (formerly Hotel Martin), owned by Raymond Orteig (who put up the prize which Cha les A. Lindbergh, Jr., won by his famous solo flight in May, 1927). The new Devonshire House apartment builoing, completed in 1928 on the site of the old University Place Presbyterian Church,\nis visible on the S.W. corner of 10th Street.\nMarch 25, 1933.\nP. L. Sperr.  73c w 57S\n", 
    "height": "400", 
    "width": "600", 
    "date": "1933", 
    "folder": "University Place & Washington Mews, Manhattan, NY"
  }, 
  "723971f-a": {
    "title": "Manhattan: Washington Mews - University Place", 
    "text": "Washington Mews, at University Place, showing the east extremity of this short thoroughfare extending one blook west to Fifth Avenue. The small structures shown are stcdios that were formerly stables to the residences on Washington Square. They are a portion of the holdings of the Sailors Snug Harbor Corp. This came into being through the advice of Alexander Hamilton who suggested that Richard Randall leave his estate to the activity upon which the\nfamily fortune had sprung from.\n1939-40\nAlexander Alland, photo\n", 
    "height": "600", 
    "width": "476", 
    "date": "1939?", 
    "folder": "Washington Mews & University Place, Manhattan, NY"
  }, 
  "723972f-a": {
    "title": "Manhattan: Washington Mews - University Place", 
    "text": "Washington Mews, west from, but not including University Place, to and\nincluding Fifth Ave.\nMay 24, 1933.\nP. L. Sperr.  Lmec,. w 579\n", 
    "height": "600", 
    "width": "401", 
    "date": "", 
    "folder": "Washington Mews & University Place, Manhattan, NY"
  }
}