[
  {
    "date": "1941",
    "date_source": "nypl",
    "height": 600,
    "id": "710870f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/710870f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/6d8704e0-c53f-012f-9bfb-58d385a7bc34",
    "original_title": "Manhattan: 3rd Street (East) - New Dorp Lane",
    "text": "J. M. BERLINGER, R.A.\nARCHITECT\n17 EAST 49TH STREET\nNEW YORK CITY\nPLAZA 3-5256-7\n\nNovember 17, 1941\n\nThe first Garden Apartment alteration on the lower East Side in a section where such an innovation would be considered as unwise is proving, as anticipated by Mr. Samuel Fassler, the owner, to be a fast renting proposition. The buildings are located at 302-304 East 3rd Street and go through to the next block on East 2nd Street with very attractive gardens in between.\n\nContrary to the general opinion of real estate experts who claim that it is practically impossible to procure increased rents from this type of tenant for garden facilities, leases are being signed for these suites consisting of three and four rooms in the development at rentals at least ten percent higher than for comparable recently modernized apartments without gardens in the same neighborhood.\n\nMr. Robert Moses, Park Commissioner accompanied by Commissioner Wilson of the Department of Housing and Buildings, made a recent inspection of this rehabilitation as he is very much interested in reclamation of our City's slums and advocates gardens with as many modernization operations as possible.\n\nJ. M. Berlinger of 17 East 49th Street, New York City, was the architect and the contractor, Ernest Callipari, has just completed the work which cost $100,000.00 for the entire job.\n\nJ. M. Berlinger\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/710870f-a.jpg",
    "title": "",
    "width": 465,
    "years": [
      "1941"
    ]
  },
  {
    "date": "1941",
    "date_source": "nypl",
    "height": 600,
    "id": "710871f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/710871f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/6decaf00-c53f-012f-c2ad-58d385a7bc34",
    "original_title": "Manhattan: 3rd Street - 150th Street",
    "text": "Third street E. Nos. 302-304\nMarch 4, 1941\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/710871f-a.jpg",
    "title": "",
    "width": 485,
    "years": [
      "1941"
    ]
  }
]