{"716721f-a": {"title": "Manhattan: Bond Street - Lafayette Street", "text": "11 Bond Street, at the S. W. corner of Lafayette Street.\nThis structure was removed for the Animal Hospital of\nthe New York Womens League for Animals. Note the fact\nof the paved condition of Lafayette Street (left). This\nis of recent construction.\nAbout 1900's\nThomas W. Kennedy, photo\nThru Beecher Ogden\nMuseum Photographers Assn.\nNO REPRODUCTIONS\nNEG E 87021\n", "height": "600", "width": "432", "date": "", "folder": "Bond Street & Lafayette Street, Manhattan, NY"}, "720788f-a": {"title": "Manhattan: Lafayette Street - Bond Street", "text": "Lafayette Street (Elm Street), west side, north from and including\nBond (left), to but not including Great Jones Streets, showing construction\nwork in progress on the Interborough Rapid Transit Co. (I.R.T.) subway,\nafter the houses which formerly stood there were demolished. The creation\nof Lafayette Street became possible as a result of the joining of Elm\nStreet, hich terminated at a point slightly south of Jersey Street, with\nLafayette Place, rhich comrenced at Great Jones Street. This necessitated\nthe razing of many buildings which occupied the area between the two\nabove mentioned streets. The new thoroughfare received its present name\nseveral years later. Also shown is Bond Street, north side, west from\nLafayette Street, to and including Broadway (where it terminates), with\nthe 5-story Bay State Hotel and Restaurant seen in the extreme left back-\nground, bearing Nos. 663-665 Broadway.\nApril 2, 1901.\nBoard of Transportation Photograph.\nMAY BE REPRODUCED.\nVilliam B. Parsons Cullection.\n", "height": "481", "width": "600", "date": "1901", "folder": "Lafayette Street & Bond Street, Manhattan, NY"}, "720789f-a": {"title": "Manhattan: Lafayette Street - Bond Street", "text": "Lafayette Street (Elm Street), west side, north from Bond (left), to\nand including Great Jones Streets, showing construction work in progress\non the Interborough Rapid Transit Co. (I.R.T.) subway after the demolition\nof houses which formerly stood there. Lafayette Street was created by the\njoining of Elm Street, which terminated at a point slightly south of\nJersey Street with Lafayette Place, which commenced at Great Jones Street.\nThis necessitated the razing of many buildings which stood between the\nabove mentioned teo streets. The new thoroughfare was given its present\nname several years later.\nMay 7, 1991.\nBoard of Transportation Photograph.\nMAY BE REPRODUCED.\nwilliam B. Parsons Collection.\n", "height": "479", "width": "600", "date": "1901", "folder": "Lafayette Street & Bond Street, Manhattan, NY"}, "720799f-a": {"title": "Manhattan: Lafayette Street - Bond Street", "text": "Lafayette Street, west side, north from and including Bond, to and\nincluding Eaat 4th Streets. Also shown (left foreground) are Nos. 10 and\n8 Bond Street, adjoining and west of the N.W. corner of Lafayette Street.\nMarch 16, 1934.\nP. L. Sperr.\nNO REPRODUCTIONS.\n", "height": "402", "width": "600", "date": "1934", "folder": "Lafayette Street & Bond Street, Manhattan, NY"}, "720785f-a": {"title": "Manhattan: Lafayette Street - Bond Street", "text": "Lafayette Street (Elm Street) south from but not including Bond Street,\nshowing the street as it appears when almost completed, after the demolition\nof the houses which formerly stood there. The construction of the street\nnecessitated the razing of many buildings in a southerly direction from\nLafayette Place, which terminated at Great Jones Street, to Elm Street,\nwhich commenced at a point slightly south of Jersey Street. The new\nthoroughfare was named Lafayette Street several years later and under it\nwas built the Interborough Rapid Transit Co. (I.R.T.) subway.\nJuly 7, 1900.\nBoard of Transportation Photograph.\nMAY BE REPRODUCED.\nWilliam B. Parsons Collection.\n", "height": "472", "width": "600", "date": "1900", "folder": "Lafayette Street & Bond Street, Manhattan, NY"}, "720807f-a": {"title": "Manhattan: Lafayette Street - Bond Street", "text": "Lafayette Street (Elm Street), north from but not including Bond Street,\nto and including East 8th Street, shouing the street as it appears when\nalmost completed from Bond to Great Jones Streets (where children are\nstanding) after the demolition of houses which formerly stood there.\nThe construction of the street necessitated the razing of many buildings\nin a northerly direction from Elm Street, which terminated at a point\nslightly south of Jersey Street, to Lafayette Place, which commenced at\nGreat Jones Street. The new thoroughfare was named Lafayette Street\nseveral years later and under it was constructed the Interborough Rapid\nTransit Co. (I.R.T.) subway. In the background is visible the Germania\nTheatre, on East 8th Street, adjoining the N.W. corner of Fourth Ave.\nIt was later razed, and on its site now (1937) stands the main building\nof the John Wanamaker Department Store.\nJuly 7, 1900.\nBoard of Transportation Photograph.\nMAY BE REPRODUCED.\nWilliam B. Parsons Collection.\n", "height": "475", "width": "600", "date": "1900", "folder": "Lafayette Street & Bond Street, Manhattan, NY"}}