{"725840f-a": {"title": "Queens: West Drive - Alston Place", "text": "The old Dutch colonial house at the corner of West Drive and Alston Pl.\nin Douglas Manor, Douglaston, New York, now owned by Mr. and Mrs. L. Kelville\nLarson was built in 1735 by Cornelius Van Wyck. He was the eldest son of\nJohannes Van Wyck whose father, an earlier Cornelius Van Wyck, was one of the\npatentees of Mid-Wout, having emigrated there from Holland in 166O.\nIn 1705, 125 acres of larnd south and east of the present house at West\nDrive and Alston Pl., was purchased from Richard and Sarah Cornell by Johannes\nVan Wyck. His brother Theodorus had already accuired land on Eing's Point.\nJohannes had three sons and Tour daughters and became a Justice of the Provin-\ncial Courts.\nWhen Justice Johannes died in 1734, the property was inherited by his\neldest son Cornelius who had married Mary Hicks, daughter of Judge Isaac Hicks.\nCornelius and Mary prospered, added to the original farm, and until Cornelius'\ndeath in 1759, lived in the house they had built twenty-four years earlier.\nCornelius left three sons - Stephan, Cornelius II, and Gilbert. Stephan,\nthe eldest, inherited the house and flourishing farm. Cornelius II had the\nmisfortune of being captured by the British in a surprise raid on Flushing and\nwas confined aboard one of the notorious prison ships anchored in the Wallabout\n(Bay). He died soon after his release from the effects of a year's confine-\noeut upder horrible conditions. Stephan fell heir to the appointment as\nE1P:E.W.T2.YTC:5T5Ei,35R1''R9,3~eR ~3R 22R-e~E~8R\nGilbert Van Wyck, the youngest of the three brothers, was a Tory and\nserved as a justice of the peace for King George III until the end of the war\nwhen he joined the Tory exodus to Nova Scotia. His cousins Captain Thomas\nHicks and Captain Thomas Van Wyck, who had remained loyal to the crown, went\nwith him.\nHowever, M. jor Cornelius Vin Wyck, Gilbert's son, fought with the Con-\ntinental army for the duration of the war since he did not share his father's\npolitical views.\n. in 1789, Major Cornelius Van Wyck inherited the house and  Conseguently.\nland jointly with'his cousin Steghan, son of the Cornelius-of-the-prison-ship.\nStephan was not interested in farming and sold his interest to Major Cornelius\nwho thus became the last Van Wyck owner of the house his grandfather built in\n1735. The major held the property for another thirty yeabs and in 1819 sold\nit to Wynant Van 2andt, one of the early merchants and an alderman of old New\nYork City.\nVan 2andt, who had previously purchased the adjoining 12O acres to the\nnorth now commonly known aa ''the point'' area of Douglas Manor, began in 1819\nthe construction of a large manor house in ''Tha Point'' section. It is assumed\nthat his family occupied the Van Wyck house during the construction of the new\nmanor house. IIn fact, among several interesting items found in the chimney\nplace of the old house during some restoration work were two copy books\nsigned by Charlotte Van 2andt, presumably one of Van 2andt's four daughters.\nIn addition they had eleven sons so could well use the large new manor house.\nIn 1835 George Douglas purchased the Manor house and the 12O acres on\nthe point. After his death in 1862 his son William inherited the property.\nDuring the tenure of the Douglas family the old Van Wyck house was used as a\nguest house or was rented to friends. One such was Dr. Edward Livingston\nTrudeau, who founded the famous tuberculosis sanitarium at Saranac Lake, New\nYork. Trudeau married in 1871 Charlotte Beare whose father was rector of\n2ion Episcopal Church in Douglaston for 45'Sears, from 264E to 1847. The IE 37eAi\nBeare family were close friends of the Douglas' and when Truieau and Charlotte\nBeare were married, William Douglas gave the wedding reception in the Manor\nHouse. After a honeymoon of several months in Europe, the couple rented the\nold Van Wyck house and lived there for the first year of their married life.\nIn 1906 the entire property, including the Manor House and the old Van\nWyck house, was sold to the Douglas Manor Company. The Manor House became\nan inn and the old Van Wyck house became the first home of the Douglaston\nClub. In 1921 the Douglaston Club took posession of the Manor House and it\nis still being used as the community social and recreational center. The old\nVan Wyck house was bought by Mr. and Wrs. E.M. Wicht who did away with\nsome structures which had been added when the house was used as a club and\nrestored the old house to its original foundation. In 1933 the house was\npurchased by Mr. and Mrs. L. Keville Larson who are still in residence.\nJune 1965\nC. Manley Ue Bevoise\n5105 Browvale Lane\nLittle Neck, N.Y.\n", "height": "484", "width": "600", "date": "1932; 1965", "folder": "West Drive & Alston Place, Queens, NY"}, "728191f-a": {"title": "Queens: West Drive - Alston Place", "text": null, "height": "419", "width": "600", "date": "", "folder": "West Drive & Alston Place, Queens, NY"}, "728191f-b": {"title": "Queens: West Drive - Alston Place", "text": null, "height": "413", "width": "600", "date": "", "folder": "West Drive & Alston Place, Queens, NY"}, "728192f-a": {"title": "Queens: West Drive - Alston Place", "text": null, "height": "486", "width": "600", "date": "", "folder": "West Drive & Alston Place, Queens, NY"}, "728194f-a": {"title": "Queens: West Drive - Alston Place", "text": null, "height": "487", "width": "600", "date": "", "folder": "West Drive & Alston Place, Queens, NY"}, "728190f-a": {"title": "Queens: West Drive - Alston Place", "text": null, "height": "485", "width": "600", "date": "", "folder": "West Drive & Alston Place, Queens, NY"}, "728193f-a": {"title": "Queens: West Drive - Alston Place", "text": null, "height": "483", "width": "600", "date": "", "folder": "West Drive & Alston Place, Queens, NY"}}