[
  {
    "date": "1925",
    "date_source": "nypl",
    "folder": "Cooper Square (North) & [Astor Place.], Manhattan, NY",
    "height": 494,
    "id": "719209f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/719209f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/9ef5e8b0-c54c-012f-f5f4-58d385a7bc34",
    "text": "52 to 34 Cooper Square, west side, south of Astor Place (center). Shown on the right is Cooper Institute a 7-story structure occupying the entire block west from Third Ave. (elevated line thereon) to Fourth Ave. and East 7th Street (north side of triangular park) north to Astor Place. In the background is the huge department store of John Wanamaker's (formerly Stewarts). Note the Cooper statue in the foreground on the approximate site where this great philanthropist sat daily and looked down the Bowery. It is the work of Augustus St. Gaudens, a graduate of the Institute and was unveiled May 29, 1897.\n\nAbout 1925.\n\nEwing Galloway.\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/719209f-a.jpg",
    "title": "Manhattan: Cooper Square (North) - [Astor Place]",
    "width": 600,
    "years": [
      "1925"
    ]
  },
  {
    "date": "1936",
    "date_source": "nypl",
    "folder": "Cooper Square (North) & 6th Street (East) & Astor Place., Manhattan, NY",
    "height": 600,
    "id": "719208f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/719208f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/9e81b4e0-c54c-012f-53ad-58d385a7bc34",
    "text": "Cooper Square, east side, north from, but not including East 6th Street to Astor Place, showing Cooper Park; a triangular area between East 6th and 7th Streets. Directly north of same, is the Cooper Union Institute, and facing (side with clock) on East 7th Street. Fourth Ave., which starts at this point, forms the western side. At the extreme north end of the park is a statue of Peter Cooper; the founder.\n\nJanuary 13, 1936.\n\nP. L. Sperr.\n\nThe Institute according to the New York Times of July 7, 1938 is undergoing general renovations, consisting mainly of repainting the exterior and reconstruction of the original elevator cage and shaft. This structure, often credited with being Manhattan's first \"sky-scraper,\" was started in 1856 by the founder, and is said to be the first building in which iron was used as part of the interior framework. Since no iron girders were being manufactured at that time, Cooper utilized ordinary railroad rails from his iron mills in New Jersey and Pennsylvania for the floor beams and arches. Since it was completed in 1859, the finish has been a dark reddish brown to match the brownstone which comprises most of the exterior. A warm sandstone color is now being applied to bring out the architectural details; the old reddish brown paint being used only on the exterior of the fourth and fifth floors, which were constructed of Caen stone because labor difficulties halted the shipments of brownstone in 1858. The elevator was installed around 1863 and was incorporated in a cylindrical shaft. The major change here is the reconstruction of the cage.\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/719208f-a.jpg",
    "title": "Manhattan: Cooper Square (North) - 6th Street (East) - Astor Place",
    "width": 402,
    "years": [
      "1936"
    ]
  }
]