[
  {
    "date": "1932",
    "date_source": "text",
    "dates_from_text": [
      "1932-03-16"
    ],
    "folder": "College Place & 9th Road, Queens, NY",
    "height": 600,
    "id": "726333f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/726333f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/9293dd40-c557-012f-0a3d-58d385a7bc34",
    "original_title": "Queens: College Place - 9th Road",
    "text": "College Place, west side, at 9th Road, showing an old private mansion. The owner, in 1873, was Hugo Funke, and in 1891 and 1909 A. L. and A. H. Poppenhusen, respectively.\nP. L. Sperr  March 16, 1932\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/726333f-a.jpg",
    "title": "",
    "width": 402,
    "years": [
      "1932"
    ]
  },
  {
    "date": "",
    "date_source": "nypl",
    "folder": "College Place & 9th Road, Queens, NY",
    "height": 600,
    "id": "726332f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/726332f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/923197f0-c557-012f-e883-58d385a7bc34",
    "original_title": "Queens: College Place - 9th Road",
    "text": "The Poppenhusen Institute\nP H I L A N T H R O P I S T :A lover of mankind; one who sympathizes with and endeavors to help his fellow men. (Dictionary.) One who fully deserved the term, but received little recognition beyond his immediate locale for his gifts, was Conrad Poppenhusen of College Point.\nA German immigrant, arriving in America in 1843, he soon made a fortune, lost it, and then made another.\nPoppenhusen's early business training was Acquired in Germany, where his father owned a concern that manufactured numerous small articles out of whalebone. Upon his arrival in America, with considerable means, he went into a partnership and continued the same type of manufacture. Whalebone was becoming a scarce commodity at about this time and when Conrad made the acquaintance of Charles Goodyear he turned his attention to the development of rubber. Not a scientist by any means, but a good businessman, Poppenhusen eventually established a factory in College Point, manufacturing combs and other small articles out of hard rubber. We might say that hard rubber articles were the plastics of one\nhundred years ago.\nIn 1898 several of the hard rubber firms were consolidated and became the American Hard Rubber Company, still in existence and still in College Point.\nAfter attaining marked financial success through his application to business, he turned that success to the lasting benefit of the community. He took a deep interest in many fields, such as town planning, providing homes for his employees in whose welfare he took a personal interest, and other aid projects. At one time he gave 330,000 for the building of the College Point Dutch Reformed Church and in celebration of his 50th birthday he made a gift of one hundred thousand dollars to the people of College Point for the erection and maintenance of what became the Poppenhusen Institute, designed a century ago to provide free instruction in the Arts and Crafts and also commercial and industrial subjects. College Point gets its name from the fact that the Rev. W. A. Muhlenberg founded St. Paul's College there in 1835. The college is long since gone but the community holds its name; College Point. The institute, built in 1868, dominates the landscape above the factor near the homes of his workers and played a most important role in the life of the community. It served as a bank, school, town office, library, Jail, and youth center. The building expresses the tastes of the times between 1854 and 1880.\nA historical room has recently been undertaken, and here, may be seen any old maps, photographs, and antiques of the past, and attempts to recreate the town of the past, to revive the flavor of life a\ncentury ago.\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/726332f-a.jpg",
    "title": "",
    "width": 482,
    "years": [
      ""
    ]
  },
  {
    "date": "",
    "date_source": "nypl",
    "folder": "College Place & 9th Road, Queens, NY",
    "height": 600,
    "id": "726334f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/726334f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/92f94b40-c557-012f-f347-58d385a7bc34",
    "original_title": "Queens: College Place - 9th Road",
    "text": "Entrance Hall in the Poppenhusen institute, College Point. ",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/726334f-a.jpg",
    "title": "",
    "width": 464,
    "years": [
      ""
    ]
  }
]