[
  {
    "date": "1920",
    "date_source": "nypl",
    "folder": "Vanderbilt Avenue & 43rd Street, Manhattan, NY",
    "height": 483,
    "id": "723705f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/723705f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/c41bd7b0-c553-012f-c1ba-58d385a7bc34",
    "original_title": "Manhattan: Vanderbilt Avenue - 43rd Street",
    "text": "Vanderbilt Avenue, north from 43rd Street, showing the roof of the new Grand Central Station and the part of Park Avenue immediately above it, where the railroad yards have been built over. From 43rd to 44th Streets stands the Hotel Biltmore, opened New Year's Day 1914. The lot where it stands had long been vacant; in the 1880's William H. Vanderbilt, Esq., of the New York Central Railroad, used to turn out his famous mare \"Maud S.\" there, during the business day while he was in his office in the old Grand Central.\n\nThe next block is occupied by the Yale Club on N.W. corner of 44th Street and the Vanderbilt Concourse Building on the S.W. corner of 45th Street, both built about the same time as the Biltmore or a little after.\n\nAt the time of this picture Vanderbilt Avenue has not yet been built across the railroad yards from 45th to 47th Streets. Opposite the Vanderbilt Concourse Building may be seen the northern end of the Pershing Square Viaduct, used on this side for both north- and south-bound traffic till 1928. From 47th to 48th Streets Vanderbilt Avenue passes under the arcade between the two halves of a double hotel built about 1917, the eastern building of which is 270 Park Avenue. On Park Avenue at 51st Street the Hotel Ambassador is nearing completion.\n\nGift of E. M. Jenks.\n\nEarly 1920.\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/723705f-a.jpg",
    "title": "",
    "width": 600,
    "years": [
      "1920"
    ]
  },
  {
    "date": "1931",
    "date_source": "nypl",
    "folder": "Vanderbilt Avenue & 43rd Street, Manhattan, NY",
    "height": 600,
    "id": "723706f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/723706f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/c474f080-c553-012f-2613-58d385a7bc34",
    "original_title": "Manhattan: Vanderbilt Avenue - 43rd Street",
    "text": "Vanderbilt Avenue, west side, from 43rd to 46th Streets, showing the Grand Central Station on the east side and the tower of the New York Central Building (1928).\nOn the west side from 43rd to 44th Streets stands the Hotel Biltmore, erected 1913-14. Contemporary with it are the Yale Club on the N.W. corner of 44th Street and the Vanderbilt Concourse Building on the S.W. corner of 45th Street. From 45th to 46th Streets is shown the Vanderbilt Avenue side of the Hotel Roosevelt, a new hotel opened September 1924.\n\nAugust 25, 1931.\n\nP. L. Sperr, Photographer.\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/723706f-a.jpg",
    "title": "",
    "width": 407,
    "years": [
      "1931"
    ]
  }
]