{
  "720061f-a": {
    "title": "Manhattan: Gramercy Park West - Gramercy Park (North)", 
    "text": "4 to 1 (left to right) Gramercy Park West, south of, adjoining and at\nthe S.W. corner of Gramercy Park North. No. 4 (extreme left) is the\nformer residence of William F. Harper, one time Mayor of New York; No.\n3, the home of the Netherland Club, and No. 1, the house once occupied\nby Dr. Valentine Mott, distinguished physician, who was connected with\nBellevue Hospital.\nAbout 1923.\nGift of E. M. Jenks.\nMAY BE REPRODUCED.\nThe New York Sun of June 2, 1939 reports the sale of No. 3, the\nhone of the Netherland Club to Eugene Schoen, architect. The new\nowier Nill convert this 75 year old structure into small apartments.\nTPe Lee family were the owners from 1866 to 1912, when the estate\nof Benjammin Franklin Lee sold same to the seller in the current sale.\nAdditional data regarding No. 1 Gramercy Park West, the former\nresidence of Dr. Valentine Mott,appeared in the New York Times\nof September 24, 1941, Real Estate section.\n", 
    "height": "600", 
    "width": "405", 
    "date": "1923", 
    "folder": "Gramercy Park West & Gramercy Park (North), Manhattan, NY"
  }, 
  "720058f-a": {
    "title": "Manhattan: Gramercy Park West - Gramercy Park (North)", 
    "text": "1 to 7 dramercy Park West, west side, south from Gramercy Park\nNorth, to and including Gramercy Park South. No. 1 (3orner house)\nis the house once occupied by Dr. Valentine Mott, distinguished\npgysician who was connected with Bellvue Hospital. No. 3 (third\nhouse) is the home of the Netherland Club. No. 4 is the former\nresidence of William F. Harper, one time Mayor of New York. No. 7\n(7-story building) is the Christian Workers Home. This building is\nnow known (1937) as the Kennedy House.\nApril 1925.\nBrown Brothers.\nNO REPRODUCTIONS.\nAdditional data regarding No. 1 Gramercy Park West, the former\nhome of Dr. Valentine Mott, appeared in the real estate section\nof The New York Times, September 24, 1941.\ni1A ~9W\n", 
    "height": "482", 
    "width": "600", 
    "date": "1925", 
    "folder": "Gramercy Park West & Gramercy Park (North), Manhattan, NY"
  }, 
  "720059f-a": {
    "title": "Manhattan: Gramercy Park West - Gramercy Park (North)", 
    "text": "1 to 7 Gramercy Jark West (center of view from right to left) west\nfrom Gramercy Park North, to Gramercy Park South, as seen across the\nsouth side of Gramercy Park horth and the Park, No. 7, the 7-story\nbuilding at the left, is the Christian Workers' Home. Also shown is\nthe 20-story Rex Cole (formerly Eagle) Building, at the S.E. corner of\nEast 21st Street and Fourth Ave.\nJuly 7, 1928.\nP. L. Sperr.\nNO REPRODUCTIONS.\n", 
    "height": "600", 
    "width": "399", 
    "date": "1928", 
    "folder": "Gramercy Park West & Gramercy Park (North), Manhattan, NY"
  }
}