[
  {
    "date": "1926",
    "date_source": "nypl",
    "height": 600,
    "id": "720743f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/720743f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/0685b9d0-c54f-012f-748c-58d385a7bc34",
    "original_title": "Manhattan: Lafayette Street - Reade Street",
    "text": "Lafayette Street (right), north from and including Reade, to but not including Pearl Streets, showing the 21-story Court Square Building (No. 2 Lafayette Street) from Reade to Duane Streets. Also shown (left) is Reade Street, west from Lafayette Street with a portion of the Hall of Records visible in the foreground. The New York Edison Co. plant and office building is shown extending from Duane to Pearl Streets (side wall with sign on it), and on Duane Street, north side, from Lafayette to Elm Streets.\n\n1926.\n\nPhotograph submitted by the Court Square Building Inc.\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/720743f-a.jpg",
    "title": "",
    "width": 483,
    "years": [
      "1926"
    ]
  },
  {
    "date": "1926",
    "date_source": "nypl",
    "height": 483,
    "id": "720746f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/720746f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/07a78810-c54f-012f-1673-58d385a7bc34",
    "original_title": "Manhattan: Lafayette Street - Reade Street",
    "text": "Lafayette Street, west side, (right), north from and including Reade, to and including Leonard Streets, showing work in progress on the foundation for the new 21-story Court Square Building, adjoining the 10-story Jones Building (only the rear of which is shown), from Reade to Duane Streets. Also shown is the New York Edison Co. office building and plant, from Duane to Pearl Streets. In the left foreground is seen Reade Street, north side, west from Lafayette, to and including Elm Streets. The New York Life Insurance Co. Building (with clock-tower) is visible in the right background occupying the block from Catherine Lane to Leonard Street. 1926.\n\nPhotograph Submitted by the Court Square Building Inc.\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/720746f-a.jpg",
    "title": "",
    "width": 600,
    "years": [
      "1926"
    ]
  }
]