{
  "726231f-a": {
    "title": "", 
    "text": "Broadway (police thereon), north from Queens Boulevard, showing at the left on the N.W. corner the Heeg Hotel erected by John Heeg in 1891. This structure was partially demolished in October 1930.\nPortions of it, however, still remain.\nMarch 1923.\nEugene L. Armbruster Collection.\n", 
    "original_title": "Queens: Broadway - Queens Boulevard", 
    "height": "464", 
    "width": "600", 
    "date": "1923", 
    "folder": "Broadway & Queens Boulevard, Queens, NY"
  }, 
  "727704f-a": {
    "title": "", 
    "text": "Queens Boulevard, north side, west of Broadway to Van Loon Street. Eugene L. Armbruster states that the building in the foreground was the original Baptist Church of Elmhurst and that it was erected in 1809. This structure originally stood on the damaica Road, south side, east of Horse Brook Road, and was moved to Grand Street in 1857 and remodeled (opposite Town Hallf) and from the last\nlocation was moved to the present site.\nJanuary 1923.\nEugene L. Armbruster Collection.\n", 
    "original_title": "Queens: Queens Boulevard - Broadway", 
    "height": "468", 
    "width": "600", 
    "date": "1923", 
    "folder": "Queens Boulevard & Broadway, Queens, NY"
  }, 
  "727705f": {
    "title": "", 
    "text": "Queens Boulevard (foreground), north side, at Broadway (center), showing at the N.W. corner of same, the Heeg Hotel, erected by John\n\nHeeg in i89i. This structure, partially demolished in October 1930, .still remains in part today (1938). Through the center appears a\n\nnorthward view on Broadway, which curves westward from this point, and upon which runs the newly constructed Independent Subway.(15340\n'44\nk ~4\nMarch 1923.\n'. Eugene L. Armbruster Collection\n", 
    "original_title": "Queens: Queens Boulevard - Broadway", 
    "height": "389", 
    "width": "600", 
    "date": "1923", 
    "folder": "Queens Boulevard & Broadway, Queens, NY"
  }, 
  "726756f-a": {
    "title": "", 
    "text": "Grand Avenue, south side west of2ueens Boulevard.\nMarch 1923.\nAugene . Armbruster Wolleetion\n", 
    "original_title": "Queens: Grand Avenue - Queens Boulevard", 
    "height": "476", 
    "width": "600", 
    "date": "", 
    "folder": "Grand Avenue & Queens Boulevard, Queens, NY"
  }, 
  "727709f-a": {
    "title": "", 
    "text": "Quueens Poulevard at the S.E. corner of Grand Avenue, showino the corner houe. IIt was erected about 1716 by Jorathan Fish who kent a tavern. Hie died in 1723. His son Samuel conducted it urtil he died 1767. Abraham Rapelye operated it during the Revolutionary War. At this time it as also the headquarters of the Lovalists. After the war it was called the Vnion Hotel. On May 3, 1817 it was pu'chased by the town for tbe Preshvterian Parsonage for the Rev. Wm. Boardman and bsed as such until 1822 whenn the 3rd parsonage vas erected. Rev. Boardman died 1818 and was succeeded by the Rev. John Goldsmith D.D. The house was sold in 1822 and was used first as a store and then for many years as a residence. It stood vacant for years and was fiallv taken down. Thia site was origirally occupied by the hose of Ralph Hunt. Peter Duryea\nwas the ouner in 1852.\nNugene L. Armbruster Collectionn\n", 
    "original_title": "Queens: Queens Boulevard - Grand Avenue", 
    "height": "471", 
    "width": "600", 
    "date": "n.d", 
    "folder": "Queens Boulevard & Grand Avenue, Queens, NY"
  }
}