{
  "726332f-a": {
    "width": 482, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/726332f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/726332f-a.jpg", 
    "title": "", 
    "date": "", 
    "text": "The Poppenhusen Institute\nP H I L A N T H E O P I S T :Sa lover of mankind; one who sympathizes with and endeavors to help his fellow men. -fddctionaty.) Cne wwho fully deserved the term, but received little recognition beyond his immediate locale for his gifts, was Conrad Poppenhusen\nof College Point.\nA German immigrant, arriving in America in 1843, he soon made\na fortune, lost it, and then made another.\nPoppenhusen's early business training was ac uired in Germany, where his father owned a concern that manufectured numerous stnall articles out of whalebone. Upon his arrival in America, with considerable means, he went into a partnership and continued the same type of manufacture. Thalebone was becomming a Scarce comtmodity at about this timue and when Conrad made the ac uaintance of Charles Goodyear he turned his attention to thb development of rubber. Not a scientist by any aeans, but a good businessman, Possenhusen eventually established a factory in College Point, manufacturing conbs and other small artioles out of hard rubber. We might say that hard rubber articles were the plastics of one\nhundred years ago.\nIn 1898 several of the hard rubber firms were consolidated and became the American Hard Rubber Company, still in existence and\nstill in College Point.\nifter attaining marked financial success through his application to business, he turned that success to the lasting benefit of the community. He took a deep interest in many fields, such as town planning, broviding homes for his employees in whose welfare he took a personal interest, and other aid projects. At one time he gave 330,000 for the building of the College Point Dutch Reformed Church and in celebration of his 50th birthday he made a gift of one hundred thousand dollars to the people of College Point for the erection and maintenance of what became the Poppenhusen Institute, designed a century ago to provide free instruction in the Arts and Crafts and also commercial and industrial subjects. College Point gets its name from the fact that the Rev. W. A. Kuhlenberg founded St. Paul's College there in 1835. The college is long slnce gone but the community holds it nanue; College Point. The institute, built in 1868, dominates the landscape above the factor near the homes of his workers and played a mostimportant role in the life of the community. It served as a bank, school, town office, library, Jail, and youth center.. Th building expresses\nthe tastes of the times between 1854 and 1880.\nA historical room has recently been undertaken, and here, may be seen any old maps, photographs, and anti;ues of the past, and attempts to recreate the town of the past, to revive the flavor of life a\ncentury ago.\n", 
    "folder": "College Place & 9th Road, Queens, NY", 
    "height": 600, 
    "original_title": "Queens: College Place - 9th Road", 
    "years": [
      ""
    ]
  }, 
  "726333f-a": {
    "width": 402, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/726333f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/726333f-a.jpg", 
    "title": "", 
    "date": "", 
    "text": "College Place, west side, at 9th Road, showing an old private mansion. The owner, in 1873, was Hugo Funke, and in 1891 and 1909 A. L. and A. H. Poppenhusen, respectively.\nP. L. Sperr  March 16, 1932\n", 
    "folder": "College Place & 9th Road, Queens, NY", 
    "height": 600, 
    "original_title": "Queens: College Place - 9th Road", 
    "years": [
      ""
    ]
  }, 
  "726334f-a": {
    "width": 464, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/726334f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/726334f-a.jpg", 
    "title": "", 
    "date": "n.d", 
    "text": "Entrance Hall in the Poppenhusen institute, College Point. ", 
    "folder": "College Place & 9th Road, Queens, NY", 
    "height": 600, 
    "original_title": "Queens: College Place - 9th Road", 
    "years": [
      ""
    ]
  }
}