[
  {
    "date": "1926",
    "date_source": "nypl",
    "height": 476,
    "id": "715587f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/715587f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/f6aecd70-c546-012f-7e66-58d385a7bc34",
    "original_title": "Manhattan: 135th Street (West) - Convent Avenue",
    "text": "West 135th Street and Convent Avenue, showing the High School of Music and Art.\nBoard of Education, N.Y.C.\nApril 13, 1926.\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/715587f-a.jpg",
    "title": "",
    "width": 600,
    "years": [
      "1926"
    ]
  },
  {
    "date": "1936",
    "date_source": "nypl",
    "height": 474,
    "id": "731419f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/731419f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/82c1af30-c55f-012f-479c-58d385a7bc34",
    "text": "College of the City of New York:\n\nConvent Ave. (center), north from and including West 135th, to but not including West 144th Streets, showing the grounds and buildings of the College of the City of New York and its surrounding area. Also shown are; Amsterdam Ave. (left), St. Nicholas Terrace (right) and St. Nicholas Ave. (extreme right) below St. Nicholas Park. In the right foreground is seen Wadleigh High School Annex (P.S. No. 93) at the N.E. corner of West 135th Street; directly to the north of same is Jasper Oval Athletic Field, and beyond the latter is the Main Building of the College. Across the northwestern edge of the Main Building is seen the 2-story Library Building, adjoining the N.E. corner of Convent Ave. and St. Nicholas Terrace. On the opposite side of Convent Ave., at the S.W. corner of West 140th Street is the Chemical Building and to the south, the Gymnasium Building at the N.W. corner of West 138th Street. Next in order, in the same direction is Lewisohn Stadium, sloped in the form of an amphitheatre. On Amsterdam Ave. appears Townsend Harris Hall, at the N.E. corner of West 138th Street and north of it the School of Technics and Chemical Arts, at the S.E. corner of West 140th Street. In the center foreground (U shaped building) is the Orphans' Home and Asylum of the Protestant Episcopal Church, on Convent Ave., west side, from West 135th to West 136th Streets.\nAbout 1936.\n\nEwing Galloway.\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/731419f-a.jpg",
    "title": "Colleges and Universities - College of the City of New York - [City University of New York.]",
    "width": 600,
    "years": [
      "1936"
    ]
  }
]