{
  "701496f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/701496f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/701496f-a.jpg", 
    "title": "Bronx: Morris Park Race Track.", 
    "date": "1910?; About 1910", 
    "text": "Morris Park Race Track (Bronx): The club house at the southwestern edge of the fashionable race track. It was later torn down when the track was abandoned and the property sold at auction in 1913. Its present-day location would be on the south side of Van Nest Avenue, between Fowler and Bogart Avenues.\nBrown Brothers  About 1910\n", 
    "folder": "Morris Park Race Track., Bronx, NY", 
    "height": 457, 
    "years": [
      "1910", 
      "1910"
    ]
  }, 
  "701499f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/701499f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/701499f-a.jpg", 
    "title": "Bronx: Morris Park Race Track.", 
    "date": "1913", 
    "text": "Morris Park Race Track (Bronx): A broad view of the former fashionable race course, showing the land being broken up and converted into public thoroughfares and numerous plots for sale. In 1913 Joseph P. Day and Clarence Davies offered the vast property for public auction after the State Panking Commission ordered the track closed due to faulty financial operations.\nMAY PE RE(2RODUCED  1913\n", 
    "folder": "Morris Park Race Track., Bronx, NY", 
    "height": 459, 
    "years": [
      "1913"
    ]
  }, 
  "701500f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/701500f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/701500f-a.jpg", 
    "title": "Bronx: Morris Park Race Track.", 
    "date": "1913", 
    "text": "Morris Park Race Track (Bronx): Shown is one of the Avenues being cut through the former race track. The track property was offered for public auction in the Summer of 1913 by Joseph P. Day and J. Clarence Davies. It was then considered the largest single real estate\noffering in the history of New York.\n", 
    "folder": "Morris Park Race Track., Bronx, NY", 
    "height": 460, 
    "years": [
      "1913"
    ]
  }, 
  "701501f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/701501f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/701501f-a.jpg", 
    "title": "Bronx: Morris Park Race Track.", 
    "date": "1913", 
    "text": "Morris Park Race Track (Bronx): North across the western edge of the famous race track, showing it after it was ordered closed by the State Banking Commissfon and dismantled. The concrete base which shpported the grand stand is in the foreground. It measured 200 yards in length. On the extreme left is Bronxville Avenue and in the center, running from right to left, is Morris Park Avenue under construction.\n", 
    "folder": "Morris Park Race Track., Bronx, NY", 
    "height": 479, 
    "years": [
      "1913"
    ]
  }, 
  "701502f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/701502f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/701502f-a.jpg", 
    "title": "Bronx: Morris Park Race Track.", 
    "date": "1913", 
    "text": "Morris Park Race Track(Bronx): A view northeastward acroas the race track after its dismantlement. The famous fashionable race track was abandoned as a result of faulty financial manipulations by its owners and was ordered to be publicly sold by the State Panking Commission. Joseph P.Day and J. Clarence Davies were the sales promoters who auctioned off the land in 1913. In the left foreground is part of the concrete base which supported the grand stand. In the center, with telephone poles thereon, is Morris Park Avenue.\n", 
    "folder": "Morris Park Race Track., Bronx, NY", 
    "height": 476, 
    "years": [
      "1913"
    ]
  }, 
  "701503f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/701503f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/701503f-a.jpg", 
    "title": "Bronx: Morris Park Race Track.", 
    "date": "1913", 
    "text": "Morris Park Race Track (Bronx): Viewing east across the south end of the famous race track from the grand stand near Bronxdale Avenue. When the track was ordered closed by the State Banking Commission, streets were laid out and the property auctioned off in 1913. The bend of the race course is clearly visible as well as the outlines of new north-south avenues.\n", 
    "folder": "Morris Park Race Track., Bronx, NY", 
    "height": 462, 
    "years": [
      "1913"
    ]
  }
}