{
  "715817f": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/715817f.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/715817f.jpg", 
    "title": "", 
    "date": "1930", 
    "text": "West 215th Street, (background of view, near spot lights, from left to right), east from Tenth Ave., (left) to the Harlem River, (right) showing a night view of the car yards and repair shops of the Independent Rapid Transit Railroad (Eighth Ave. Subway) extending south to the West 208th Street (foreground, not seen). The portion seen on the left, which is occupied by the repair shops, is the former site (from West 212th to West 213th Streets, from Tenth to Ninth Aves.) of Nagel Cemetery, pre-dating the American Revolution and considered to have been one of New York's oldest grave yards.\n\nAbout 1930.\n\nGift of W. Jerome Daly.\n\nSecretary Board of Transportation, City of New York.", 
    "folder": "215th Street (West) & 10th Avenue, Manhattan, NY", 
    "height": 392, 
    "original_title": "Manhattan: 215th Street (West) - 10th Avenue", 
    "years": [
      "1930"
    ]
  }, 
  "715818f-a": {
    "width": 600, 
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/715818f-a.jpg", 
    "image_url": "http://oldnyc-assets.nypl.org/600px/715818f-a.jpg", 
    "title": "", 
    "date": "1930", 
    "text": "West 215th Street (center of view, from left to right), between Tenth (Amsterdam) Ave., and the Harlem River, showing the car yards and repair shops of the Independent City-Owned Rapid Transit Railroad (Eighth Ave. subway) extending south to West 208th Street (foreground, not seen). The site of Nagel Cemetery, one of New York's oldest burial grounds: pre-dating the American Revolution. Across the Harlem River (right) is visible the shore line of the Bronx. At the left is the Marble Hill section of Manhattan, also across the river.\n\nAbout 1930.\n\nGift of W. Jerome Daly.\n\nSecretary of the Board of Transportation, City of New York.", 
    "folder": "215th Street (West) & 10th Avenue, Manhattan, NY", 
    "height": 489, 
    "original_title": "Manhattan: 215th Street (West) - 10th Avenue", 
    "years": [
      "1930"
    ]
  }
}