[
  {
    "date": "1925",
    "date_source": "text",
    "dates_from_text": [
      "1925"
    ],
    "height": 481,
    "id": "731369f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/731369f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/6fbac1b0-c55f-012f-bec3-58d385a7bc34",
    "text": "Nagel Cemetery (Manhattan): A portion of the old Cemetery between Ninth and Tenth Avenues and W. 212th and W. 213th Streets, in a state of desecration. For additional data see other views.\n\nAbout 1925\n\nGift of W. Jerome Daly\nSecretary of Board of Transportation, City of New York\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/731369f-a.jpg",
    "title": "Cemeteries - Nagel Cemetery.",
    "width": 600,
    "years": [
      "1925"
    ]
  },
  {
    "date": "1925",
    "date_source": "text",
    "dates_from_text": [
      "1925"
    ],
    "height": 479,
    "id": "731370f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/731370f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/70ed1830-c55f-012f-4148-58d385a7bc34",
    "text": "Nagel Cemetery (Manhattan): A view of the old cemetery, dating back to pre-Revolutionary days, on the north side of W. 212th Street, between Ninth and Tenth Avenues. The cemetery derives its name from Jan Nagel (or Nagle), who served with the British East India Company, and owned the site and surrounding plots jointly with Jacob Dyckman. The early settlers of upper Manhattan set aside this plot of land as a place of interment. In 1806, William Nagel designated this plot, which was part of the Nagel farm, as a permanent burial ground for his descendants. Tradition has it that the remains of Hessian soldiers were buried here during the Revolution. The oldest inscribed stone found was that of Augustus Simon, who died in 1798; the latest was that of William Sherman, a Civil War veteran, who died in 1881. The cemetery was kept in a deplorably neglected and abused condition, its headstones and monuments uprooted and broken. The American Scenic and Historical Preservation Society attempted to restore the graveyard, but the heirs of the original grantees could not agree upon this course. The only reminder of the family is Nagle Avenue, which oddly enough does not pass near the site of the old Nagel Farm. In 1926-7 the remains of four hundred and seventeen were removed from Nagel Cemetery and reinterred in Primrose Plot, Woodlawn Cemetery, the Bronx, and a monument erected by the Board of Transportation of the City of New York. The cemetery was later uprooted and leveled out, together with an extended surrounding area, and car yards and repair shops of the Independent (Eighth Avenue) Subway erected on the site.\n\nAbout 1925\n\nGift of W. Jerome Daly\nSecretary of Board of Transportation, City of New York\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/731370f-a.jpg",
    "title": "Cemeteries - Nagel Cemetery.",
    "width": 600,
    "years": [
      "1925"
    ]
  },
  {
    "date": "1925",
    "date_source": "text",
    "dates_from_text": [
      "1925"
    ],
    "height": 481,
    "id": "731373f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/731373f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/707d16f0-c55f-012f-45c3-58d385a7bc34",
    "text": "Nagel Cemetery (Manhattan): The old pre-Revolutionary graveyard in a state of abandon and desecration, situated between W. 212th and W. 213th Streets and between Ninth and Tenth Avenues. The stone standing upright (left) is in memory of William Hadley. For additional data see other views.\n\nAbout 1925\n\nGift of W. Jerome Daly\nSecretary Board of Transportations, City of New York\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/731373f-a.jpg",
    "title": "Cemeteries - Nagel Cemetery.",
    "width": 600,
    "years": [
      "1925"
    ]
  },
  {
    "date": "1926",
    "date_source": "nypl",
    "height": 456,
    "id": "731368f-a",
    "image_url": "https://oldnyc-assets.nypl.org/600px/731368f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/6f6f1480-c55f-012f-7344-58d385a7bc34",
    "text": "Nagel Cemetery (Manhattan): Some of the remaining tombstones of the pre-Revolutionary burial ground located between Ninth and Tenth Avenues and W. 212th and W. 213th Streets, on the Harlem River. Note the contrast: symbol of the dead and the living. The inscription on the stone still standing reads:\n\nGeorge W. Hadley\nDied Feb. 12th 1859.\nIn his 81st yr.\n------------------Mary R.\nHis wife died Apr. 20th 1880\nIn her 100th yr.\n\nFor additional data see other views.\n\nAbout 1925\n\nGift of W. Jerome Daly\nSecretary of Board of Transportation, City of New York\n",
    "thumb_url": "https://oldnyc-assets.nypl.org/thumb/731368f-a.jpg",
    "title": "Cemeteries - Nagel Cemetery.",
    "width": 600,
    "years": [
      "1926"
    ]
  }
]