[
  {
    "date": "1900?",
    "folder": "Grand Concourse & 168th Street, Bronx, NY",
    "height": 600,
    "id": "701374f",
    "image_url": "http://oldnyc-assets.nypl.org/600px/701374f.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/9427b520-c530-012f-2580-58d385a7bc34",
    "text": "Joyce Kilmer Park (Bronx): The Lorelei Fountain, depicting the legendary siren on Heinrich Heine's lyric, Die Lorelei. Ernst Herter, sculptor. The fountain stands near the Grand Concourse, at E. 164th Street.\n\nThe old Robert Simpson house and barn can be seen on the\neast side of the Concourse.\n\nabout 1900\n",
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/701374f.jpg",
    "title": "Bronx: Grand Concourse - 168th Street",
    "width": 389,
    "years": [
      "1900"
    ]
  },
  {
    "date": "1924",
    "folder": "Grand Concourse & 168th Street, Bronx, NY",
    "height": 451,
    "id": "701123f-a",
    "image_url": "http://oldnyc-assets.nypl.org/600px/701123f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/334adee0-c530-012f-b0db-58d385a7bc34",
    "text": "Grand Concourse, The Bronx\nTypical rows of apartment houses in Bronx Borough.\nIn older Manhattan, multi-family units were known generally as tenements or flats; but when the Bronx began to develop -- with the opening of the first subway transit system 2O years ago -- there appeared the modern apartnent house. Before the subway came, the Bronx had 250,000 population; now 20 years later it has nearly 930,000.\n\n1924 Kadel &: Herbert\nNi6g a W0A3\n",
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/701123f-a.jpg",
    "title": "Bronx: Grand Concourse - 168th Street",
    "width": 600,
    "years": [
      "1924"
    ]
  },
  {
    "date": "n.d",
    "folder": "Grand Concourse & 168th Street, Bronx, NY",
    "height": 472,
    "id": "701160f-a",
    "image_url": "http://oldnyc-assets.nypl.org/600px/701160f-a.jpg",
    "nypl_url": "https://digitalcollections.nypl.org/items/416687f0-c530-012f-f2f0-58d385a7bc34",
    "text": "A Palace Home for Millionaire Bankrupts.\n\nSuppose you had once been rich. Suppose you had lived in luxury and mingled in exclusive social circles. And suppose you lost every dollar you had. If you had lived in New York or other big city, if you had been banker, judge, or even idle social panderer, you would still be able to live as you had formerly. For Andrew Freedman, multi-millionaire, died and left $4,000,000 for the building and furnishing of a palace on the Grand Concourse, New York City, where those once rich could enjoy the luxuries of life even though broke. The conditions are that you must be 60 or more, be cultured, and be absolutely \"broke.\" Applicants are put through the most rigorous questionnaire and their stories carefully checked. Out of thousands of applications but thirty have taken in. The mansion covers an entire city block. Furnishings were collected and placed by most expert interior decorators. Every convenience of a millionaire's home is there. And it constitutes one of the most astounding heritages ever left.\n\nUnited Newspictures, Inc., 461 Eighth Ave., N.Y.C.\n\nNeg. #1003",
    "thumb_url": "http://oldnyc-assets.nypl.org/thumb/701160f-a.jpg",
    "title": "Bronx: Grand Concourse - 168th Street",
    "width": 600,
    "years": [
      ""
    ]
  }
]